tap "eth-p/software"
tap "homebrew/bundle"
tap "homebrew/services"
# Clone of cat(1) with syntax highlighting and Git integration
brew "bat"
# Modern replacement for 'ls'
brew "exa"
# Distributed revision control system
brew "git"
# User-friendly cURL replacement (command-line HTTP client)
brew "httpie"
# Pager program similar to more
brew "less"
# Mac App Store command-line interface
brew "mas"
# Free (GNU) replacement for the Pico text editor
brew "nano"
# Bash scripts that integrate bat with various command-line tools
brew "eth-p/software/bat-extras"
# Enable Windows-like alt-tab
cask "alt-tab"
# Database version management tool
cask "dbngin"
# Voice and text chat software
cask "discord"
# App to build and share containerized applications and microservices
cask "docker"
# Web browser
cask "firefox"
# Flip clock screensaver
cask "fliqlo"
# Download manager with a torrent client
cask "folx"
# Git client focusing on productivity
cask "gitkraken"
# Web browser
cask "google-chrome"
# Utility to hide menu bar items
cask "hiddenbar"
# Media player
cask "optimus-player"
# Collaboration platform for API development
cask "postman"
# Control your tools with a few keystrokes
cask "raycast"
# Move and resize windows using keyboard shortcuts or snap areas
cask "rectangle"
# Instant messaging application focusing on security
cask "signal"
# Native GUI tool for relational databases
cask "tableplus"
# Temperature monitoring, fan control and diagnostics
cask "tg-pro"
# Open-source code editor
cask "visual-studio-code"
# Rust-based terminal
cask "warp"
mas "ClearVPN", id: 1531601984
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
vscode "entuent.fira-code-nerd-font"
vscode "file-icons.file-icons"
vscode "idbartosz.darkpp-italic"
