tap "epk/epk"
tap "eth-p/software"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "mongodb/brew"
brew "bat"
brew "exa"
brew "fzf"
brew "git"
brew "gitui"
brew "go"
brew "htop"
brew "httpie"
brew "less"
brew "mas"
brew "micro"
brew "n"
brew "nano"
brew "neovim"
brew "starship"
brew "yarn"
brew "zsh"
brew "eth-p/software/bat-extras"
brew "jesseduffield/lazydocker/lazydocker"
cask "alacritty"
cask "alt-tab"
cask "discord"
cask "docker"
cask "firefox"
cask "fliqlo"
cask "folx"
cask "font-jetbrains-mono-nerd-font"
cask "gitkraken"
cask "google-chrome"
cask "hiddenbar"
cask "microsoft-edge"
cask "optimus-player"
cask "postman"
cask "rar"
cask "raycast"
cask "rectangle"
cask "signal"
cask "spotify"
cask "tableplus"
cask "tg-pro"
cask "visual-studio-code"
cask "warp"
mas "ClearVPN", id: 1531601984
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
vscode "aaron-bond.better-comments"
vscode "anuragsingk.anuragsingk-phpserver"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "brapifra.phpserver"
vscode "chakrounanas.turbo-console-log"
vscode "cmstead.js-codeformer"
vscode "dsznajder.es7-react-js-snippets"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "entuent.fira-code-nerd-font"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "formulahendry.auto-rename-tag"
vscode "github.github-vscode-theme"
vscode "glenn2223.live-sass"
vscode "golang.go"
vscode "hollowtree.vue-snippets"
vscode "idbartosz.darkpp-italic"
vscode "ionutvmi.path-autocomplete"
vscode "janne252.fontawesome-autocomplete"
vscode "jonkwheeler.styled-components-snippets"
vscode "mehedidracula.php-namespace-resolver"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "onecentlin.laravel-blade"
vscode "onecentlin.laravel5-snippets"
vscode "pnp.polacode"
vscode "redhat.vscode-xml"
vscode "ritwickdey.liveserver"
vscode "seyyedkhandon.firacode"
vscode "shufo.vscode-blade-formatter"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "syler.sass-indented"
vscode "tintrinh.php-refactor"
vscode "vincaslt.highlight-matching-tag"
vscode "vue.volar"
vscode "wix.glean"
vscode "wix.vscode-import-cost"
vscode "xabikos.javascriptsnippets"
vscode "xdebug.php-debug"
